<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>6. Система авторизации на сайте</title>
</head>
<body>
    <b>Система авторизации на сайте.</b> <br>
    Используя среду разработки HTML и PHP или javascript разработать сайт демонстрирующий умение c файлами типа JSON и XML. <br>
    Приложение должно: <br>
    Содержать страницу Регистрация, где пользователь вводит, логин(телефон), Пароль, Имя. <br>
    После регистрации данные сохраняются в файле JSON или XML (выбор языка по-желанию студента). <br>
    Содержать страницу Авторизация, где пользователь вводит логин/пароль и при наличии ранней регистрации выводится на экран Имя Пользователя. <br><br>

    <a href="reg.php">Регистрация</a>
    <a href="avtor.php">Авторизация</a>
</body>
</html>